[
    {
        "name": "Chevrolet Onix Joy",
        "description": "Generación 2019, variedad de colores. Motor 1.0, ideal para ciudad.",
        "cost": 13500,
        "currency": "USD",
        "imgSrc": "img/prod1.jpg",
        "soldCount": 14
    },
    {
        "name": "Fiat Way",
        "description": "La versión de Fiat que brinda confort y a un precio accesible.",
        "cost": 14500,
        "currency": "USD",
        "imgSrc": "img/prod2.jpg",
        "soldCount": 52
    },
    {
        "name": "Suzuki Celerio",
        "description": "Un auto que se ha ganado la buena fama por su economía con el combustible.",
        "cost": 12500,
        "currency": "USD",
        "imgSrc": "img/prod3.jpg",
        "soldCount": 25
    },
    {
        "name": "Peugeot 208",
        "description": "El modelo de auto que se sigue renovando y manteniendo su prestigio en comodidad.",
        "cost": 15200,
        "currency": "USD",
        "imgSrc": "img/prod4.jpg",
        "soldCount": 17
    },
    {
        "name": "Fiat Mobi",
        "description": "Un city car con un look exterior robusto. Esa es la primera impresión al ver el Mobi, ya que une conceptos de diseño premium y elementos que refuerzan la personalidad del vehículo.",
        "cost": 13290,
        "currency": "USD",
        "imgSrc": "",
        "soldCount": 25
    },
    {
        "name": "Fiat Strada Volcano",
        "description": "Strada Volcano es una pick up robusta, confiable y con excelente capacidad de carga (650 kg).",
        "cost": 18590,
        "currency": "USD",
        "imgSrc": "",
        "soldCount": 5
    },
    {
        "name": "Suzuki Swift GL",
        "description": "Su diseño deportivo atrapa todas las miradas, y su tecnología HEARTECT hace la diferencia al ser una plataforma exclusiva de última generación que mejora la estructura del auto, la seguridad y lo hace mucho más liviano.",
        "cost": 15490,
        "currency": "USD",
        "imgSrc": "",
        "soldCount": 57
    },
    {
        "name": "Chevrolet Onix Ls",
        "description": "El totalmente nuevo Chevrolet Onix, desafía el status quo de su segmento con características nunca vistas que hacen de él una primera impresión inolvidable.",
        "cost": 16490,
        "currency": "USD",
        "imgSrc": "",
        "soldCount": 11
    },
    {
        "name": "Chevrolet Tracker Ls Mt",
        "description": "Sabemos lo que quieres y es por eso que La Nueva Tracker Turbo te ayudará a lograrlo. Con su estilo exterior dinámico y detalles interiores bien pensados, Tracker es la compañera perfecta para aprovechar cada momento, porque no se adapta al mundo, evoluciona para moverse en él.",
        "cost": 26490,
        "currency": "USD",
        "imgSrc": "",
        "soldCount": 23
    },
    {
        "name": "Fiat Argo",
        "description": "Estilo, Técnologia, Confort, Performance, estilo deportivo y seguridad. Más que seis palabras, estos son seis atributos que definen al Fiat Argo, el nuevo modelo  que da aún más fuerza a la nueva fase de la marca Fiat.",
        "cost": 18390,
        "currency": "USD",
        "imgSrc": "",
        "soldCount": 44
    },
    {
        "name": "Fiat SIENA",
        "description": "El motor 1.4 Fire Evo ofrece un óptimo desempeño y bajo consumo de combustible y manutención. La transmisión manual es hasta 5 velocidades.",
        "cost": 15790,
        "currency": "USD",
        "imgSrc": "",
        "soldCount": 25
    },
    {
        "name": "Chevrolet Captiva Lt 1.5",
        "description": "All New Chevrolet Captiva llega para desafiar todas las expectativas de lo que se espera de una SUV. Más allá de su atractivo diseño, tiene el espacio suficiente para todo y todos, gracias a su capacidad para 5 o 7 pasajeros. Está equipada con tecnología superior y atributos avanzados de seguridad.",
        "cost": 28000,
        "currency": "USD",
        "imgSrc": "",
        "soldCount": 13
    },
    {
        "name": "Renault Kwid",
        "description": "KWID ofrece un estilo disruptivo dentro del segmento. ¡Ya no vas a tener que elegir entre un auto robusto o compacto!. KWID combina la practicidad de un compacto y el diseño de un SUV para que lleves tu experiencia de manejo a otro nivel.",
        "cost": 11990,
        "currency": "USD",
        "imgSrc": "",
        "soldCount": 58
    },
    {
        "name": "Fiat Toro Freedom",
        "description": "Fiat Toro, en su versión Freedom 1.8 AT6, se presenta en el mercado uruguayo con su distinguido diseño innovador, moderno y elegante, pero a la vez robusto, ágil y funcional.",
        "cost": 21303,
        "currency": "USD",
        "imgSrc": "",
        "soldCount": 15
    },
    {
        "name": "Nissan Frontier S",
        "description": "Esta versión, la más austera, es la única disponible con motor de 160 CV y un único turbo que, con buen funcionamiento y consumo moderado, le permite obtener prestaciones acordes. Es, además, la chata base que menos “pierde” con respecto a las full dentro del segmento.",
        "cost": 24388,
        "currency": "USD",
        "imgSrc": "",
        "soldCount": 32
    }
    
    
]